{"headline": "Over 4 Million Americans Roll Up Sleeves For Omicron-Targeted COVID Boosters", "category": "U.S. NEWS"}
{"headline": "American Airlines Flyer Charged, Banned For Life After Punching Flight Attendant On Video", "category": "U.S. NEWS"}
{"headline": "23 Of The Funniest Tweets About Cats And Dogs This Week (Sept. 17-23)", "category": "COMEDY"}
{"headline": "The Funniest Tweets From Parents This Week (Sept. 17-23)", "category": "PARENTING"}
{"headline": "Woman Who Called Cops On Black Bird-Watcher Loses Lawsuit Against Ex-Employer", "category": "U.S. NEWS"}
{"headline": "Cleaner Was Dead In Belk Bathroom For 4 Days Before Body Found: Police", "category": "U.S. NEWS"}
{"headline": "Reporter Gets Adorable Surprise From Her Boyfriend While Live On TV", "category": "U.S. NEWS"}
{"headline": "Puerto Ricans Desperate For Water After Hurricane Fiona's Rampage", "category": "WORLD NEWS"}
{"headline": "How A New Documentary Captures The Complexity Of Being A Child Of Immigrants", "category": "CULTURE & ARTS"}
{"headline": "Biden At UN To Call Russian War An Affront To Body's Charter", "category": "WORLD NEWS"}
{"headline": "Lakers Star LeBron James Says He Wants To Own NBA Team In Las Vegas", "category": "SPORTS"}
{"headline": "NFL Week 3 Predictions: Can The Bills Stay Undefeated?", "category": "SPORTS"}
{"headline": "College Football Rankings: Top 25 Teams After Week 3", "category": "SPORTS"}
{"headline": "Tennis Star Serena Williams Announces Retirement From Professional Tennis", "category": "SPORTS"}
{"headline": "Olympic Gold Medalist Simone Biles Returns To Competition", "category": "SPORTS"}
{"headline": "New Study Shows Benefits Of Early Childhood Education Programs", "category": "EDUCATION"}
{"headline": "Harvard University Announces New Scholarship Program For Low-Income Students", "category": "EDUCATION"}
{"headline": "Online Learning Platform Sees 300% Increase In Student Enrollment", "category": "EDUCATION"}
{"headline": "Teachers Union Calls For Better Pay And Working Conditions", "category": "EDUCATION"}
{"headline": "Student Loan Forgiveness Program Helps Thousands Of Graduates", "category": "EDUCATION"}
{"headline": "Police Arrest Suspect In Downtown Bank Robbery Case", "category": "CRIME"}
{"headline": "Local Man Charged With Multiple Counts Of Fraud And Identity Theft", "category": "CRIME"}
{"headline": "Drug Trafficking Ring Busted In Major Police Operation", "category": "CRIME"}
{"headline": "Cybercrime Investigation Leads To Arrest Of International Hacker", "category": "CRIME"}
{"headline": "Court Sentences Man To 15 Years For Armed Robbery", "category": "CRIME"}
{"headline": "Comedian's New Netflix Special Breaks Streaming Records", "category": "COMEDY"}
{"headline": "Stand-Up Comedy Club Reopens After Two Years Of Closure", "category": "COMEDY"}
{"headline": "Funny Memes Go Viral On Social Media This Week", "category": "COMEDY"}
{"headline": "Late Night Talk Show Host Wins Emmy Award", "category": "COMEDY"}
{"headline": "Comedy Central Announces New Animated Series", "category": "COMEDY"}
